Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Each switch controls which Apple Health category Body reads. Turning one on asks Apple Health for access if needed and refreshes the dashboard. Turning one off stops Body from reading that category and removes its data from the app and from the local cache. Body only ever reads, and Apple Health stays in charge: a category that is turned off in the Health app simply shows as empty here, and you can change that under Settings, Health, Data Access and Devices.
de: Jeder Schalter legt fest, welche Health-Kategorie Body liest. Wenn du einen einschaltest, fragt Body bei Bedarf in Health nach Zugriff und aktualisiert die Übersicht. Wenn du einen ausschaltest, liest Body diese Kategorie nicht mehr und entfernt ihre Daten aus der App und dem lokalen Cache. Body liest nur, und Health behält die Kontrolle: Eine Kategorie, die in der Health App deaktiviert ist, erscheint hier einfach leer. Das kannst du unter Einstellungen, Health, Datenzugriff & Geräte ändern.
es: Cada interruptor controla qué categoría de la app Salud lee Body. Al activar uno, Body pide acceso a la app Salud si hace falta y actualiza el panel. Al desactivar uno, Body deja de leer esa categoría y elimina sus datos de la app y de la caché local. Body solo lee datos, y la app Salud sigue al mando: una categoría desactivada en la app Salud simplemente aparece vacía aquí, y puedes cambiarlo en Ajustes, Salud, Acceso a datos y dispositivos.
fr: Chaque interrupteur détermine les catégories de l’app Santé que Body lit. En activer un demande l’accès à l’app Santé si nécessaire et actualise le tableau de bord. En désactiver un empêche Body de lire cette catégorie et supprime ses données de l’app et du cache local. Body se contente de lire, et l’app Santé garde la main : une catégorie désactivée dans l’app Santé apparaît simplement vide ici, et vous pouvez modifier cela dans Réglages, Santé, Accès aux données et appareils.
hi: हर स्विच तय करता है कि Body सेहत की कौन सी श्रेणी पढ़ता है। कोई स्विच चालू करने पर ज़रूरत हो तो सेहत से ऐक्सेस माँगी जाती है और डैशबोर्ड रीफ़्रेश होता है। कोई स्विच बंद करने पर Body उस श्रेणी को पढ़ना बंद कर देता है और उसका डेटा ऐप और लोकल कैश से हटा देता है। Body सिर्फ़ डेटा पढ़ता है और नियंत्रण सेहत के पास ही रहता है: सेहत ऐप में बंद की गई श्रेणी यहाँ बस ख़ाली दिखती है, और आप इसे सेटिंग, सेहत, डेटा ऐक्सेस और डिवाइस में बदल सकते हैं।
ru: Каждый переключатель определяет, какую категорию данных приложения «Здоровье» читает Body. При включении Body при необходимости запрашивает доступ в приложении «Здоровье» и обновляет панель. При выключении Body перестает читать эту категорию и удаляет ее данные из приложения и локального кэша. Body только читает данные, а управление доступом остается за приложением «Здоровье»: категория, выключенная в приложении «Здоровье», здесь просто отображается пустой. Изменить это можно в разделе «Настройки», «Здоровье», «Доступ к данным и устройства».
tr: Her anahtar, Body'nin hangi Sağlık kategorisini okuyacağını belirler. Bir anahtarı açtığınızda gerekirse Sağlık uygulamasından erişim istenir ve pano yenilenir. Bir anahtarı kapattığınızda Body o kategoriyi okumayı bırakır ve verilerini uygulamadan ve yerel önbellekten kaldırır. Body yalnızca okur ve kontrol her zaman Sağlık uygulamasındadır: Sağlık uygulamasında kapatılmış bir kategori burada yalnızca boş görünür. Bunu Ayarlar, Sağlık, Veri Erişimi ve Aygıtlar bölümünden değiştirebilirsiniz.
zh_hans: 每个开关决定 Body 读取哪一类 Apple Health 数据。打开时，Body 会在需要时向 Apple Health 申请访问权限并刷新仪表盘。关闭时，Body 会停止读取该类别，并把它的数据从应用和本地缓存中移除。Body 只读取数据，权限始终由 Apple Health 掌控：在健康 App 中被关闭的类别在这里只会显示为空，你可以在「设置」、「健康」、「数据访问与设备」中更改。

source: Edit effort
de: Anstrengung bearbeiten
es: Editar esfuerzo
fr: Modifier l’effort
hi: प्रयास संपादित करें
ru: Изменить усилие
tr: Eforu düzenle
zh_hans: 编辑强度

source: Effort
de: Anstrengung
es: Esfuerzo
hi: प्रयास
ru: Усилие
tr: Efor
zh_hans: 强度

source: Effort Card
de: Anstrengungskarte
es: Tarjeta de esfuerzo
fr: Carte Effort
hi: प्रयास कार्ड
ru: Карточка усилия
tr: Efor Kartı
zh_hans: 强度卡片

source: Effort Suggestions
de: Anstrengungsvorschläge
es: Sugerencias de esfuerzo
fr: Suggestions d’effort
hi: प्रयास सुझाव
ru: Предлагаемое усилие
tr: Efor Önerileri
zh_hans: 强度建议

source: Emoji Size
de: Emoji-Größe
es: Tamaño de los emojis
fr: Taille des emoji
hi: इमोजी का आकार
ru: Размер эмодзи
tr: Emoji Boyutu
zh_hans: 表情大小

source: Empty
de: Leer
es: Vacío
fr: Vide
hi: ख़ाली
ru: Пусто
tr: Boş
zh_hans: 空

source: End
de: Ende
es: Fin
fr: Fin
hi: अंत
ru: Конец
tr: Bitiş
zh_hans: 结束

source: Energy
de: Energie
es: Energía
fr: Énergie
hi: ऊर्जा
ru: Энергия
tr: Enerji
zh_hans: 能量

source: Energy by Activity
de: Energie nach Aktivität
es: Energía por actividad
fr: Énergie par activité
hi: ऐक्टिविटी के अनुसार ऊर्जा
ru: Энергия по видам активности
tr: Aktiviteye Göre Enerji
zh_hans: 各活动能量

source: Enough data. Only workouts with heart-rate data get a prediction; sessions without heart rate stay blank for you to rate.
de: Genug Daten. Nur Trainings mit Herzfrequenzdaten erhalten eine Prognose, Einheiten ohne Herzfrequenz bleiben leer, damit du sie selbst bewerten kannst.
es: Datos suficientes. Solo los entrenamientos con datos de frecuencia cardiaca reciben una predicción; las sesiones sin frecuencia cardiaca quedan en blanco para que las valores tú.
fr: Données suffisantes. Seuls les exercices comportant des données de fréquence cardiaque reçoivent une prédiction ; ceux sans fréquence cardiaque restent vides, à vous de les évaluer.
hi: पर्याप्त डेटा। सिर्फ़ हृदय गति डेटा वाले वर्कआउट का अनुमान लगाया जाता है, बिना हृदय गति वाले सेशन ख़ाली रहते हैं ताकि आप ख़ुद रेटिंग दें।
ru: Достаточно данных. Прогноз получают только тренировки с данными пульса; тренировки без пульса остаются пустыми, чтобы Вы оценили их сами.
tr: Yeterli veri. Yalnızca kalp atış hızı verisi olan antrenmanlar için tahmin yapılır. Kalp atış hızı olmayan antrenmanlar, sizin puanlamanız için boş kalır.
zh_hans: 数据充足时：只有包含心率数据的运动才会获得预测；没有心率的运动会留空，交由你评分。

source: Equivalent
de: Gegenwert
es: Equivalencia
fr: Équivalent
hi: समतुल्य
ru: Эквивалент
tr: Kalori Karşılığı
zh_hans: 热量等价

source: Equivalent Card
de: Gegenwert-Karte
es: Tarjeta de equivalencia
fr: Carte Équivalent
hi: समतुल्य कार्ड
ru: Карточка «Эквивалент»
tr: Kalori Karşılığı Kartı
zh_hans: 热量等价卡片

source: Equivalent turns this workout's burned energy into a handful of food emoji, so a calorie count feels more tangible. Each food stands for a fixed estimate rather than something looked up in a nutrition database, so it is only a playful comparison, not dietary advice.
de: Gegenwert verwandelt die bei diesem Training verbrannte Energie in eine Handvoll Essens-Emojis, damit sich eine Kalorienzahl greifbarer anfühlt. Jedes Lebensmittel steht für einen festen Schätzwert und stammt nicht aus einer Nährwertdatenbank. Es ist also nur ein spielerischer Vergleich, keine Ernährungsberatung.
es: Equivalencia convierte la energía que quemaste en este entrenamiento en unos cuantos emojis de comida, para que la cifra de calorías resulte más tangible. Cada alimento representa una estimación fija y no un dato consultado en una base de datos nutricional, así que es solo una comparación divertida, no un consejo de alimentación.
fr: La carte Équivalent convertit l’énergie dépensée pendant cet exercice en quelques emoji d’aliments, pour rendre un nombre de calories plus concret. Chaque aliment correspond à une estimation fixe plutôt qu’à une valeur tirée d’une base de données nutritionnelle : il s’agit donc d’une comparaison ludique, pas d’un conseil alimentaire.
hi: समतुल्य इस वर्कआउट में ख़र्च हुई ऊर्जा को खाने के कुछ इमोजी में बदल देता है, ताकि कैलोरी की संख्या ज़्यादा ठोस लगे। हर खाने की चीज़ एक तय अनुमान दर्शाती है, किसी पोषण डेटाबेस से लिया गया मान नहीं, इसलिए यह सिर्फ़ एक मज़ेदार तुलना है, आहार संबंधी सलाह नहीं।
ru: «Эквивалент» превращает энергию, потраченную на этой тренировке, в несколько эмодзи с едой, чтобы число калорий стало нагляднее. Каждый продукт соответствует фиксированной оценке, а не значению из базы данных о питании, поэтому это лишь шуточное сравнение, а не рекомендация по питанию.
tr: Kalori Karşılığı, bu antrenmanda yakılan enerjiyi birkaç yiyecek emojisine dönüştürür ve kalori sayısını daha somut hale getirir. Her yiyecek bir beslenme veritabanından alınan değeri değil, sabit bir tahmini temsil eder. Bu yüzden yalnızca eğlenceli bir karşılaştırmadır, beslenme önerisi değildir.
zh_hans: 热量等价把这次运动消耗的能量换算成几种食物表情符号，让卡路里数字更直观。每种食物对应一个固定的估算值，而不是查自营养数据库，所以这只是一个有趣的类比，并非饮食建议。

# equivalent.accessibility.emojis %lld %@
source: %lld food equivalents: %@
de: %lld Lebensmittel als Gegenwert: %@
es: %lld equivalencias en comida: %@
fr: %lld équivalents alimentaires : %@
hi: %lld भोजन समतुल्य: %@
ru: Пищевые эквиваленты: %lld, %@
tr: %lld yiyecek karşılığı: %@
zh_hans: %lld 种食物等价：%@

# equivalent.food.apple
source: Apple
de: Apfel
es: Manzana
fr: Pomme
hi: सेब
ru: Яблоко
tr: Elma
zh_hans: 苹果

# equivalent.food.banana
source: Banana
de: Banane
es: Plátano
fr: Banane
hi: केला
ru: Банан
tr: Muz
zh_hans: 香蕉

# equivalent.food.beer
source: Beer
de: Bier
es: Cerveza
fr: Bière
hi: बीयर
ru: Пиво
tr: Bira
zh_hans: 啤酒

# equivalent.food.blueberries
source: Blueberries
de: Heidelbeeren
es: Arándanos
fr: Myrtilles
hi: ब्लूबेरी
ru: Черника
tr: Yaban Mersini
zh_hans: 蓝莓

# equivalent.food.boiledEgg
source: Boiled Egg
de: Gekochtes Ei
es: Huevo duro
fr: Œuf dur
hi: उबला अंडा
ru: Вареное яйцо
tr: Haşlanmış Yumurta
zh_hans: 水煮蛋

# equivalent.food.bread
source: Bread Slice
de: Scheibe Brot
es: Rebanada de pan
fr: Tranche de pain
hi: ब्रेड स्लाइस
ru: Ломтик хлеба
tr: Dilim Ekmek
zh_hans: 一片面包

# equivalent.food.candy
source: Candy
de: Bonbon
es: Caramelo
fr: Bonbon
hi: कैंडी
ru: Конфета
tr: Şeker
zh_hans: 糖果

# equivalent.food.carrot
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
hi: गाजर
ru: Морковь
tr: Havuç
zh_hans: 胡萝卜

# equivalent.food.cherries
source: Cherries
de: Kirschen
es: Cerezas
fr: Cerises
hi: चेरी
ru: Вишня
tr: Kiraz
zh_hans: 樱桃

# equivalent.food.chocolate
source: Chocolate Square
de: Stück Schokolade
es: Cuadrito de chocolate
fr: Carré de chocolat
hi: चॉकलेट का टुकड़ा
ru: Долька шоколада
tr: Kare Çikolata
zh_hans: 一块巧克力

# equivalent.food.cookie
source: Cookie
de: Keks
es: Galleta
hi: कुकी
ru: Печенье
tr: Kurabiye
zh_hans: 曲奇

# equivalent.food.dumpling
source: Dumpling
de: Teigtasche
fr: Ravioli
hi: डंपलिंग
ru: Пельмень
tr: Mantı
zh_hans: 饺子

# equivalent.food.fortuneCookie
source: Fortune Cookie
de: Glückskeks
es: Galleta de la suerte
hi: फ़ॉर्च्यून कुकी
ru: Печенье с предсказанием
tr: Şans Kurabiyesi
zh_hans: 幸运饼干

# equivalent.food.fries
source: Fries
de: Pommes
es: Papas fritas
fr: Frites
hi: फ़्राइज़
ru: Картофель фри
tr: Patates Kızartması
zh_hans: 薯条

# equivalent.food.grapes
source: Grapes
de: Trauben
es: Uvas
fr: Raisin
hi: अंगूर
ru: Виноград
tr: Üzüm
zh_hans: 葡萄

# equivalent.food.iceCream
source: Ice Cream
de: Eis
es: Helado
fr: Glace
hi: आइसक्रीम
ru: Мороженое
tr: Dondurma
zh_hans: 冰淇淋

# equivalent.food.iceCube
source: Ice Cube
de: Eiswürfel
es: Cubito de hielo
fr: Glaçon
hi: बर्फ़ का टुकड़ा
ru: Кубик льда
tr: Buz Küpü
zh_hans: 冰块

# equivalent.food.noodles
source: Noodles
de: Nudeln
es: Fideos
fr: Nouilles
hi: नूडल्स
ru: Лапша
tr: Erişte
zh_hans: 一碗面

# equivalent.food.peach
source: Peach
de: Pfirsich
es: Durazno
fr: Pêche
hi: आड़ू
ru: Персик
tr: Şeftali
zh_hans: 桃子

# equivalent.food.pizza
source: Pizza Slice
de: Stück Pizza
es: Porción de pizza
fr: Part de pizza
hi: पिज़्ज़ा स्लाइस
ru: Кусок пиццы
tr: Dilim Pizza
zh_hans: 一块披萨

# equivalent.food.rice
source: Rice Bowl
de: Schüssel Reis
es: Tazón de arroz
fr: Bol de riz
hi: चावल का कटोरा
ru: Миска риса
tr: Kâse Pilav
zh_hans: 一碗米饭

# equivalent.food.riceBall
source: Rice Ball
de: Onigiri
es: Bola de arroz
fr: Onigiri
hi: राइस बॉल
ru: Онигири
tr: Onigiri
zh_hans: 饭团

# equivalent.food.riceCracker
source: Rice Cracker
de: Reiscracker
es: Galleta de arroz
fr: Galette de riz
hi: राइस क्रैकर
ru: Рисовый крекер
tr: Pirinç Krakeri
zh_hans: 仙贝

# equivalent.food.soda
source: Soda
de: Limo
es: Refresco
hi: सोडा
ru: Газировка
tr: Gazoz
zh_hans: 汽水

# equivalent.food.strawberries
source: Strawberries
de: Erdbeeren
es: Fresas
fr: Fraises
hi: स्ट्रॉबेरी
ru: Клубника
tr: Çilek
zh_hans: 草莓

# equivalent.food.sushi
source: Sushi Roll
de: Sushi-Rolle
es: Rollo de sushi
fr: Sushi
hi: सुशी रोल
ru: Ролл
tr: Suşi Rulosu
zh_hans: 寿司

# equivalent.food.tomato
source: Tomato
de: Tomate
es: Tomate
fr: Tomate
hi: टमाटर
ru: Помидор
tr: Domates
zh_hans: 番茄

# equivalent.food.watermelon
source: Watermelon Slice
de: Stück Wassermelone
es: Rodaja de sandía
fr: Tranche de pastèque
hi: तरबूज़ का टुकड़ा
ru: Ломтик арбуза
tr: Dilim Karpuz
zh_hans: 西瓜

# equivalent.food.wine
source: Glass of Wine
de: Glas Wein
es: Copa de vino
fr: Verre de vin
hi: वाइन का गिलास
ru: Бокал вина
tr: Kadeh Şarap
zh_hans: 葡萄酒

source: Every metric's individual source choice will be replaced by the Primary and Secondary Data Source selected here.
de: Die individuelle Quellenwahl jedes Messwerts wird durch die hier gewählte Haupt- und Vergleichsquelle ersetzt.
es: La fuente elegida para cada métrica se sustituirá por la fuente de datos principal y la secundaria seleccionadas aquí.
fr: Le choix de source propre à chaque mesure sera remplacé par la source de données principale et la source secondaire sélectionnées ici.
hi: हर मेट्रिक के लिए अलग से चुना गया सोर्स, यहाँ चुने गए प्राथमिक और द्वितीयक डेटा सोर्स से बदल दिया जाएगा।
ru: Источники, выбранные отдельно для каждого показателя, будут заменены основным и дополнительным источниками данных, выбранными здесь.
tr: Her ölçümün kendi kaynak seçimi, burada seçilen Birincil ve Karşılaştırma Veri Kaynağı ile değiştirilecek.
zh_hans: 每项指标的单独数据源设置都将替换为此处选择的主要和次要数据源。

source: Every session counts.
de: Jede Einheit zählt.
es: Cada sesión cuenta.
fr: Chaque séance compte.
hi: हर सेशन मायने रखता है।
ru: Каждая тренировка на счету.
tr: Her antrenman önemlidir.
zh_hans: 每一次训练都算数。

source: Everything in Pro
de: Alles aus Pro
es: Todo lo de Pro
fr: Tout ce qu’inclut Pro
hi: Pro में सब कुछ
ru: Все возможности Pro
tr: Pro'daki her şey
zh_hans: Pro 的全部功能

source: Exercise
de: Trainieren
es: Ejercicio
fr: M’entraîner
hi: एक्सरसाइज़
ru: Упражнения
tr: Egzersiz
zh_hans: 运动

source: Exercise minute trend
de: Trend der Trainingsminuten
es: Tendencia de minutos de ejercicio
fr: Tendance des minutes d’exercice
hi: एक्सरसाइज़ मिनट ट्रेंड
ru: Тренд минут упражнений
tr: Egzersiz dakikası eğilimi
zh_hans: 运动时长趋势

source: Exercise Minutes
de: Trai­nings­minuten
es: Minutos de ejercicio
fr: Minutes d’exer­cice
hi: एक्सरसाइज़ मिनट
ru: Минуты упраж­не­ний
tr: Egzersiz Dakikaları
zh_hans: 运动时长

source: Expand Warning
de: Warnung ausklappen
es: Expandir aviso
fr: Développer l’avertissement
hi: चेतावनी विस्तारित करें
ru: Развернуть предупреждение
tr: Uyarıyı Genişlet
zh_hans: 展开警告

source: Export Body Radar Replay
de: Körperradar-Wiedergabe exportieren
es: Exportar reproducción de Radar corporal
fr: Exporter la relecture du radar corporel
hi: Body रडार रीप्ले एक्सपोर्ट करें
ru: Экспортировать запись радара тела
tr: Vücut Radarı Tekrarını Dışa Aktar
zh_hans: 导出身体雷达回放数据

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
hi: विफल
ru: Ошибка
tr: Başarısız
zh_hans: 失败

source: Family
de: Familie
es: Familia
fr: Famille
hi: परिवार
ru: Семья
tr: Aile
zh_hans: 家庭

source: Feedback when something finishes or needs attention
de: Feedback, wenn etwas abgeschlossen ist oder Aufmerksamkeit braucht
es: Vibración cuando algo termina o requiere tu atención
fr: Vibrations lorsqu’une action se termine ou demande votre attention
hi: कोई काम पूरा होने या ध्यान देने की ज़रूरत होने पर फ़ीडबैक
ru: Отклик, когда что-то завершилось или требует внимания
tr: Bir işlem bittiğinde veya dikkat gerektirdiğinde geri bildirim
zh_hans: 操作完成或需要留意时给予反馈

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
ru: Фильтр
tr: Filtrele
zh_hans: 筛选

source: Filter workouts
de: Trainings filtern
es: Filtrar entrenamientos
fr: Filtrer les exercices
hi: वर्कआउट फ़िल्टर करें
ru: Фильтр тренировок
tr: Antrenmanları filtrele
zh_hans: 筛选运动

source: Finishing up...
de: Wird abgeschlossen …
es: Terminando...
fr: Finalisation…
hi: पूरा किया जा रहा है...
ru: Завершение…
tr: Tamamlanıyor...
zh_hans: 即将完成…

source: Fitness Band
de: Fitnessarmband
es: Pulsera de actividad
fr: Bracelet d’activité
hi: फ़िटनेस बैंड
ru: Фитнес-браслет
tr: Fitness Bilekliği
zh_hans: 健身手环

source: Flatten End
de: Abflachung Ende
es: Fin del aplanado
fr: Fin de l’aplatissement
hi: समतल अंत
ru: Конец плоского участка
tr: Düzleştirme Bitişi
zh_hans: 平铺结束

source: Flatten Start
de: Abflachung Anfang
es: Inicio del aplanado
fr: Début de l’aplatissement
hi: समतल आरंभ
ru: Начало плоского участка
tr: Düzleştirme Başlangıcı
zh_hans: 平铺起点

source: Flatten Y End
de: Abflachung Y Ende
es: Fin Y del aplanado
fr: Fin Y de l’aplatissement
hi: समतल Y अंत
ru: Конец плоского участка по Y
tr: Y Düzleştirme Bitişi
zh_hans: 平铺Y轴终点

source: Flatten Y Start
de: Abflachung Y Anfang
es: Inicio Y del aplanado
fr: Début Y de l’aplatissement
hi: समतल Y आरंभ
ru: Начало плоского участка по Y
tr: Y Düzleştirme Başlangıcı
zh_hans: 平铺Y轴起点

source: Follow System
de: Wie System
es: Según el sistema
fr: Selon le système
hi: सिस्टम के अनुसार
ru: Как в системе
tr: Sistem
zh_hans: 跟随系统

source: Follow to see app progress
de: Folgen, um die Entwicklung der App zu sehen
es: Síguenos para ver los avances de la app
fr: Suivez-nous pour voir l’évolution de l’app
hi: ऐप की प्रगति देखने के लिए फ़ॉलो करें
ru: Подпишитесь, чтобы следить за развитием приложения
tr: Uygulamanın gelişimini görmek için takip edin
zh_hans: 关注以了解应用进展

source: Font
de: Schrift
es: Tipo de letra
fr: Police
hi: फ़ॉन्ट
ru: Шрифт
tr: Yazı Tipi
zh_hans: 字体

source: Force Align Sources
de: Quellen überall angleichen
es: Unificar fuentes
fr: Forcer l’alignement des sources
hi: सोर्स ज़बरदस्ती मिलाएँ
ru: Принудительно выровнять источники
tr: Tüm Kaynakları Eşitle
zh_hans: 强制统一数据源

source: Force Align Sources?
de: Quellen überall angleichen?
es: ¿Unificar fuentes?
fr: Forcer l’alignement des sources ?
hi: सोर्स ज़बरदस्ती मिलाएँ?
ru: Принудительно выровнять источники?
tr: Tüm Kaynaklar Eşitlensin mi?
zh_hans: 强制统一数据源？

source: Full Day History
de: Verlauf des ganzen Tages
es: Historial del día completo
fr: Historique complet de la journée
hi: पूरे दिन का इतिहास
ru: История за весь день
tr: Tüm Gün Geçmişi
zh_hans: 全天历史记录

source: Future date is not selectable
de: Zukünftige Daten können nicht ausgewählt werden
es: No se puede seleccionar una fecha futura
fr: Impossible de sélectionner une date future
hi: भविष्य की तिथि नहीं चुनी जा सकती
ru: Нельзя выбрать дату в будущем
tr: Gelecekteki bir tarih seçilemez
zh_hans: 无法选择未来日期

source: Future Pro Updates
de: Künftige Pro-Updates
es: Futuras actualizaciones de Pro
fr: Futures mises à jour Pro
hi: आगे के Pro अपडेट
ru: Будущие обновления Pro
tr: Gelecek Pro Güncellemeleri
zh_hans: 后续 Pro 更新

source: Generating comment…
de: Kommentar wird erstellt …
es: Generando comentario…
fr: Génération du commentaire…
hi: टिप्पणी बनाई जा रही है…
ru: Создание комментария…
tr: Yorum oluşturuluyor…
zh_hans: 正在生成点评…

source: Get Body Status
de: Body-Status abrufen
es: Consultar tu estado en Body
fr: Obtenir l’état de Body
hi: शरीर की स्थिति प्राप्त करें
ru: Получить статус Body
tr: Vücut Durumunu Al
zh_hans: 获取身体状态

source: Get full access to every Pro feature.
de: Erhalte vollen Zugriff auf alle Pro-Funktionen.
es: Accede a todas las funciones Pro.
fr: Accédez à toutes les fonctionnalités Pro.
hi: हर Pro फ़ीचर का पूरा ऐक्सेस पाएँ।
ru: Получите полный доступ ко всем функциям Pro.
tr: Tüm Pro özelliklerine tam erişim elde edin.
zh_hans: 立即使用全部 Pro 功能。

source: Get Health Metric
de: Gesundheitswert abrufen
es: Consultar métrica de salud
fr: Obtenir une mesure de santé
hi: सेहत मेट्रिक प्राप्त करें
ru: Получить показатель здоровья
tr: Sağlık Ölçümünü Al
zh_hans: 获取健康指标

source: Get Health Warnings
de: Gesundheitswarnungen abrufen
es: Consultar avisos de salud
fr: Obtenir les avertissements de santé
hi: सेहत चेतावनियाँ प्राप्त करें
ru: Получить предупреждения о здоровье
tr: Sağlık Uyarılarını Al
zh_hans: 获取健康警告

source: Get Readiness
de: Tagesform abrufen
es: Consultar preparación
fr: Obtenir le niveau de préparation
hi: रेडिनेस प्राप्त करें
ru: Получить готовность
tr: Hazırlığı Al
zh_hans: 获取恢复状态

source: Get Workouts This Week
de: Trainings dieser Woche abrufen
es: Consultar entrenamientos de esta semana
fr: Obtenir les exercices de la semaine
hi: इस सप्ताह के वर्कआउट प्राप्त करें
ru: Получить тренировки за неделю
tr: Bu Haftaki Antrenmanları Al
zh_hans: 获取本周运动

source: Go to Month
de: Zum Monat
es: Ir al mes
fr: Aller au mois
hi: महीने पर जाएँ
ru: Перейти к месяцу
tr: Aya Git
zh_hans: 前往该月

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
hi: लक्ष्य
ru: Цель
tr: Hedef
zh_hans: 目标

source: Gray
de: Grau
es: Gris
fr: Gris
hi: धूसर
ru: Серый
tr: Gri
zh_hans: 灰色

source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
ru: Зеленый
tr: Yeşil
zh_hans: 绿色

source: Group duplicate source names into one choice
de: Doppelte Quellennamen zu einer Auswahl zusammenfassen
es: Agrupar las fuentes con el mismo nombre en una sola opción
fr: Regrouper les sources de même nom en un seul choix
hi: एक जैसे सोर्स नामों को एक ही विकल्प में रखें
ru: Объединять одинаковые названия источников в один вариант
tr: Aynı adlı kaynakları tek bir seçenekte topla
zh_hans: 将重复的来源名称归为一个选项

source: health
de: gesundheit
es: salud
fr: santé
hi: सेहत
ru: здоровье
tr: sağlık
zh_hans: 健康

source: Health access was denied. Review Body's permissions in Apple Health or iOS Settings.
de: Der Zugriff auf Health wurde abgelehnt. Prüfe die Berechtigungen von Body in Health oder in den iOS-Einstellungen.
es: Se denegó el acceso a Salud. Revisa los permisos de Body en la app Salud o en Ajustes de iOS.
fr: L’accès à Santé a été refusé. Vérifiez les autorisations de Body dans l’app Santé ou dans Réglages.
hi: सेहत ऐक्सेस अस्वीकार कर दी गई। सेहत ऐप या iOS सेटिंग में Body की अनुमतियाँ देखें।
ru: Доступ к приложению «Здоровье» запрещен. Проверьте права доступа Body в приложении «Здоровье» или в Настройках iOS.
tr: Sağlık erişimi reddedildi. Body'nin izinlerini Sağlık uygulamasında veya iOS Ayarlar'ında gözden geçirin.
zh_hans: 健康访问权限被拒绝。请在健康 App 或 iOS 设置中查看 Body 的权限。

source: Health dashboard cache is empty.
de: Der Cache des Gesundheits-Dashboards ist leer.
es: La caché del panel de salud está vacía.
fr: Le cache du tableau de bord Santé est vide.
hi: सेहत डैशबोर्ड का कैश ख़ाली है।
ru: Кэш панели здоровья пуст.
tr: Sağlık panosu önbelleği boş.
zh_hans: 健康仪表盘缓存为空。

source: Health Metric
de: Gesundheitswert
es: Métrica de salud
fr: Mesure de santé
hi: सेहत मेट्रिक
ru: Показатель здоровья
tr: Sağlık Ölçümü
zh_hans: 健康指标

source: Health summary, trend, or Activity Ring data is available in the local dashboard cache.
de: Im lokalen Dashboard-Cache sind Daten zu Übersicht, Trends oder Aktivitätsringen vorhanden.
es: La caché local del panel tiene datos de resumen de salud, de tendencias o de Anillos de actividad.
fr: Le cache local du tableau de bord contient des données de résumé santé, de tendance ou d’anneaux Activité.
hi: लोकल डैशबोर्ड कैश में सेहत सारांश, ट्रेंड या ऐक्टिविटी रिंग डेटा उपलब्ध है।
ru: В локальном кэше панели есть данные сводки, трендов или колец Активности.
tr: Yerel pano önbelleğinde sağlık özeti, eğilim veya Aktivite Halkası verileri mevcut.
zh_hans: 本地仪表盘缓存中已有健康摘要、趋势或活动圆环数据。

source: Health Warnings
de: Gesundheitswarnungen
es: Avisos de salud
fr: Avertissements de santé
hi: सेहत चेतावनियाँ
ru: Предупреждения о здоровье
tr: Sağlık Uyarıları
zh_hans: 健康警告

source: Heart
de: Herz
es: Corazón
fr: Cœur
hi: दिल
ru: Сердце
tr: Kalp
zh_hans: 心形

source: Heart Rate
de: Herz­frequenz
es: Frecuen­cia cardiaca
fr: Fré­quence car­diaque
hi: हृदय गति
ru: Пульс
tr: Kalp Atış Hızı
zh_hans: 心率
